import { PromoTextWrapper } from './PromoText.styled';

export const PromoText = () => {
  return (
    <PromoTextWrapper>
      <h2>Онлайн Суші Ресторан Японської Кухні</h2>
      <p>
        Японська Кухня - це онлайн суші-ресторан, в якому улюблені суші та
        сашимі, роли та інші страви національної японської кухні робить команда
        професійних кухарів.
      </p>
      <p>
        Швидка робота і якісна продукція, а також лише справжні компоненти
        придають гарний смак стравам, дарують насолоду від трапези
      </p>
    </PromoTextWrapper>
  );
};
